var ant=[
  {
    content: '1、我会披星戴月不辞万里，抛下世俗的一切奔向你。 \n\n\n 2、喜欢透过山城的雾气，看着你的眼睛，就像月亮迷恋，把皎洁月光洒满大地。 \n\n\n3、何为喜欢？春风，秋水，起涟漪。可否具体？初始，提起，小心翼翼。可否再具体？心生欢喜，无与伦比。  \n\n\n4、等三月莺时 云岫成诗 晕染故事 像春雪化时 花开满枝 流水渐渐淹没城池 抱香而死 我遇见你 都是人间最好的事。\n\n\n 5、月是云中散客，卿是人间绝色，亦是人间难得。 \n\n\n 6、他至少道出梦中青涩的爱恋，而我只缄默回味轻鸿瞥。  \n\n\n7、我欲前往长安 殊不知 长安 为心上人故地 \n\n\n 8、其他人是头顶星辰，是南迁候雁，你不一样，你是老潦笠翁，是秋隔遗音，是百鲜正艳时，独取一只，佩于胸前。 \n\n\n 9、如何渡一生？山前停马蹄，绿水揉春风，林间耸翠入眼，崖前无尽深渊。行到星子入夜，白鹿饮溪边，风声渐停，万事都成空。  \n\n\n10、等过三月的翠绿九月的浓，你眉间皱起千重万重；等过白雪皑皑，冬雷隆隆，却错当赴拥一趟风。',
    src: "http://img3.imgtn.bdimg.com/it/u=1312616931,2361819948&fm=26&gp=0.jpg",
  },
  {
    content: '21、那年戏暮画廊，佳人一旁，将军一笑温柔书生模样。\n\n\n22、襟上的红尘太厚，而你一笑清明，抖落我许好多年的江湖。\n\n\n23、来时糊涂去时迷，空在人间走一回，生我之前谁是我，生我之后我是谁，不如不来亦不去，也无欢喜也无悲。\n\n\n24、阳光温热，岁月静好。你还不来，我怎敢老去。\n\n\n25、一生一世一双人，半醉半醒半浮生。\n\n\n26、宠辱不惊，看庭前花开花落；去留无意，望天上云卷云舒。\n\n\n27、繁华尽处，寻一无人山谷，建一木制小屋，铺一青石小路，与你晨钟暮鼓，安之若素。\n\n\n28、有些姑娘脸上是满面春风 内心却是荒草雪原 寸草不生​\n\n\n29、醉后不知天在水，满船清梦压星河。—— 唐珙 《题龙阳县青草湖》\n\n\n30、情不知所起，一往而深。——《牡丹亭》',
    src: "http://img4.imgtn.bdimg.com/it/u=1950557811,312972403&fm=26&gp=0.jpg",
  },
  {
    content: '31、一念起，天涯咫尺；一念灭，咫尺天涯。\n\n\n32、用我三生烟火，换你一世迷离。\n\n\n33、赠君茉莉，愿君莫离。\n\n\n34、戒色戒相戒年华，红尘过往古今同。\n\n\n35、想和你翻山越岭 赏云淡风轻。\n\n\n36、两相依偎数星星 一壶好茶到天明。\n\n\n37、南风知我意，吹梦到西洲。——《西洲曲》。\n\n\n38、只愿君心似我心，定不负相思意。—— 李之仪 《卜算子·我住长江头》。\n\n\n39、可惜年少 满腹柔情 吴侬软语 全是辜负。\n\n\n40、桃花树下一壶酒尚温，哪曾见白骨收无人 芦苇深处横',
    src: "http://img2.imgtn.bdimg.com/it/u=3365116001,538543845&fm=26&gp=0.jpg",
  },
  {
    content: '41、山有木兮木有枝，心悦君兮君不知。\n\n\n42、但愿淤泥埋夏花 秋树早红叶 清茶当月饮 凉风扫旧凋 冬又逢故人。\n\n\n43、玲珑骰子安红豆，入骨相思知不知。—— 温庭筠 。\n\n\n44、来时山有雨，未清醒，未清明。——《来时山有雨》。\n\n\n45、陌上桑叶落，空华沾衣轻。\n\n\n46、万里江山本如画  却不及卿之荣华。\n\n\n47、世人笑我痴红尘，不过红尘恋伊人。\n\n\n48、山河远阔，人间烟火，无一是你，无一不是你。——《江海共余生》\n\n\n49、即使纵隔山海，我也愿意跋山涉水，出现在你面前。\n\n\n50、当年相知未回首，空叹年华似水流。今宵欲恋相执手，奈何相知欲意休。',
    src: "http://img4.imgtn.bdimg.com/it/u=2718281495,4138883037&fm=26&gp=0.jpg",
  },
 
  {
    content: '51、回忆如墓，淡薄如素，我们是否该相忘于江湖。\n\n\n52、人生一梦，白云苍狗，错错对对，恩恩怨怨，终不过日月无声，水过无痕，所为弃者，一点执念而已。\n\n\n53、总有弱水替沧海，再无相思寄巫山。\n\n\n54、世外桃源，何处笙箫？\n\n\n55、烟花眠芍药，共赏枝上春。——《恋恋中国风》。\n\n\n56、幸得识卿桃花面，从此阡陌多暖春。—— 北大中文系 。\n\n\n57、海有舟可渡，山有路可行。此爱翻山海，山海惧可平。\n\n\n58、宫灯夜明昙华正盛，共饮逍遥一世悠然。\n\n\n59、独立小桥人未识，一星如斗看多时。欲黄昏，雨打梨花深闭门。\n\n\n60、风止于秋水，我止于你。',
    src: "http://img4.imgtn.bdimg.com/it/u=3657312688,1443857158&fm=26&gp=0.jpg",
  },
  {
    content: '61、一念花开，一念花落。 这山长水远的人世，终究是要自己走下去。\n\n\n62、雾未散尽，你支一小舟，在江南里慢摇。\n\n\n63、我恨生前未积缘，古佛青灯度流年。—— 天姥遗珠 《琵琶语·掉线的珠之好》\n\n\n64、秋来春去，谁怜曲院风荷，韶华白首，不过浮生一阙。\n\n\n65、拱手江山，为君一笑。\n\n\n66、今夕何夕，见此良人。——《诗经》\n\n\n67、一曲成殇，你说莫失莫忘，后来花月生凉，淤积成病，再无良方。\n\n\n68、既见君子，云胡不喜。——《诗经・国风・郑风・风雨》\n\n\n69、仿佛兮若轻云之蔽月，飘飘兮若流风之回雪。—— 曹植 《洛神赋》\n\n\n70、纵使相思入骨，纵然万劫不复，我也待你眉如初见，岁月如故。',
    src: "http://img0.imgtn.bdimg.com/it/u=3808201243,4110490641&fm=26&gp=0.jpg",
  },
  {
    content: '71、所爱隔山海，山海不可平 。—— Littlesen 《山木诗词》\n\n\n72、九马画山数命运，一生伴君不羡仙。\n\n\n73、人的一生会遇到两个人，一个惊艳了时光，一个温柔了岁月。—— 苏剧 《经年》\n\n\n74、花开两生面，人生佛魔间。\n\n\n75、问君食可足，谓君衣可暖，心念不敢对君语，恐君有所牵，卿今随军往，他年何时还，念君不许，心虔一卦祷君安。\n\n\n76、半窗疏影，一梦千年，琴歌萧萧笛声怜。\n\n\n77、无端坠入红尘梦，惹却三千烦恼丝。\n\n\n78、灯影浆声里 天犹寒 水犹寒，梦中丝竹轻唱 楼外楼 山外山，楼山之外人未还 人未还，雁字回首 早过忘川 抚琴之人泪满衫。\n\n\n79、时光静好，与君语；细水流年，与君同；繁华落尽，与君老。—— 仙枫红叶 《神秘王爷独宠妃》\n\n\n80、我住长江头，君住长江尾。日日思君不见君，共饮长江水。—— 李之仪 《卜算子・我住长江头》',
    src: "http://img3.imgtn.bdimg.com/it/u=3708103408,734219595&fm=26&gp=0.jpg",
  },
  {
    content: '81、明月朗朗，君子自端方。\n\n\n82、余山河与酒，岁月不休，君江水如愁，韶华依旧\n\n\n83、一袭红衣染天下，只道离人徒悲伤。—— 半卿公子 《血染天下》\n\n\n84、水木清华，惋兮清扬。\n\n\n85、我熬落霞一壶，饮星月一盅，披风雪一裳，织山川一卷。灯影泛舟，鲜衣抚棋，逆风执酒，倚轩祭情。昼为绣锦，夜为渔歌，上下四方为枕，古往今来为衾。我拥天地，唯独少你。\n\n\n86、红豆生南国，春来发几枝。愿君多采撷，此物最相思。—— 王维 《相思》\n\n\n87、两姓联姻，一堂缔约。良缘永结，匹配同称，桃花灼灼，宜室宜家。今日赤绳系定，珠联璧合。他年瓜瓞绵绵，尔冒尔炽。良辰吉时，鸣凤锵锵，愿和合如意，琴瑟在御，莫不静好。—— 三故知途 《渡厄》\n\n\n88、我搁笔含情，从唐诗宋词再到明清烟雨，三千痴缠也不够喻你。\n\n\n89、若君为我赠玉簪，我便为君绾长发。 洗尽铅华，从此以后，日暮天涯。\n\n\n90、当时年少春衫薄，骑马倚斜桥，满楼红袖招。',
    src: "http://img4.imgtn.bdimg.com/it/u=2484599788,2675752534&fm=26&gp=0.jpg",
  },
  {
    content: '91、你可愿煮酒烹茶，听我用一生为你讲罢?\n\n\n92、青丝染霜，镜鸾沉彩。\n\n\n93、纵是山河艳囊，怎抵你眉间情长。\n\n\n94、浮生红妆，万里无疆，卿似月下海棠，风华无双。\n\n\n95、十里铺红妆，只为迎卿来。\n\n\n96、路过山水千程 祝和自己温柔重逢。\n\n\n97、我遇见你，如舟靠岸，如鹿归林。\n\n\n98、我曾不辨晦朔风雨 仰观天地不朽，等八千岁春 又八千岁秋，直到青鸟飞绝 迟暮中见白首，才羡人间如寄不系舟。\n\n\n99、你本无意穿堂风，偏偏孤倨引山洪。—— 网易云热评 《我的一个道姑朋友》\n\n\n100、许我浮生一世安，还你笑颜承你欢。',
    src: "http://img3.imgtn.bdimg.com/it/u=3468938558,3505297529&fm=26&gp=0.jpg",
  },
]
module.exports={
  ant:ant
}