var ast1=[
  
  {
    content: '1、海底月是天上月，眼前人是心上人。——张爱玲 《倾城之恋》\n\n\n2、春水初生，春林初盛，春风十里，不如你。——冯唐 《三十六大》\n\n\n3、不乱于心，不困于情。不畏战目就来，不念过往起。如此，安好。—— 丰子恺\n\n\n4、如果你给我的，和你给别人的是一样的，那我就不要了。 ——三毛\n\n\n5、你不愿意种花，你说，我不愿看见它一点点凋落。是的，为了避免结束，你避免了一切开始。 ——顾城 《避免》\n\n\n6、于千万人之中遇见你所要遇见的人，于千万年之中，时间的无涯的荒野里，没有早一步，也没有晚一步，刚巧赶上了，那也没有别的话可说，惟有轻轻地问一声:“噢，你也在这里吗？” ——张爱玲《爱》\n\n\n7、因为爱过，所以慈悲；因为懂得，所以宽容。 ——张爱玲\n\n\n8、我来不及认真地年轻，待明白过来时，只能选择认真地老去。 ——三毛\n\n\n9、"我希望有个如你一般的人，如山间清爽的风，如古城温暖的光，从清晨到夜晚，由山野到书房，只要最后是你，就好"—— 张嘉佳 《从你的全世界路过》\n\n\n10、人的一生会遇到两个人，一个惊艳了时光，一个温柔了岁月。—— 苏剧 《经年》',
    src:'https://static.juzicon.com/images/image-190814170507-YS1O.jpeg',
  },
  {
    content:'21、"如果有来生，要做一棵树，站成永恒，没有悲欢的姿势。一半在土里安详，一半在风里飞扬，一半洒落阴凉，一半沐浴阳光，非常沉默非常骄傲，从不依靠 从不寻找。" ——三毛 《说给自己听》\n\n\n22、星星发亮是为了让每一个人有一天都能找到属于自己的星星。——安东尼・德・圣-埃克苏佩里 《小王子》\n\n\n23、总有一天，会有一个人，看你写过的所有状态，读完写的所有微博，看你从小到大的所有照片，甚至去别的地方寻找关于你的信息，试着听你听的歌，走你走过的地方，看你喜欢看的书，品尝你总是大呼好吃的东西……只是想弥补上，你的青春。\n\n\n24、有时候，我多么希望能有一双睿智的眼睛能够看穿我，能够明白了解我的一切，包括所有的斑斓和荒芜。那双眼眸能够穿透我的最为本质的灵魂，直抵我心灵深处那个真实的自己，她的话语能解决我所有的迷惑，或是对我的所作所为能有一针见血的评价。 ——三毛 《雨季不再来》\n\n\n25、人的眼睛有5.76亿像素 但却终究看不懂人心。\n\n\n26、快乐的时候，你听的是音乐。难过的时候，你开始懂得了歌词。\n\n\n27、你没有如期归来，而这正是离别的意义。 ——北岛 《白日梦》\n\n\n28、人生最遗憾的，莫过于轻易地放弃了不该放弃的，固执地坚持了不该坚持的。 ——柏拉图\n\n\n29、生如夏花之绚烂，死如秋叶之静美。 ——泰戈尔 《生如夏花》\n\n\n30、失去的东西，其实从来未曾真正地属于你，也不必惋惜。 ——亦舒 《玫瑰的故事》',
    src:"https://static.juzicon.com/images/image-190814170551-U6IJ.jpeg",
  },
  {
    content: '31、时间决定你会在生命中遇见谁，你的心决定你想要谁出现在你的生命里，而你的行为决定最后谁能留下。 ——梭罗 《瓦尔登湖》\n\n\n32、人在的时候，总以为有机会，其实人生就是减法，见一面就少一面。 ——北岛 《北岛作品精选》\n\n\n33、有一种落差是，你配不上自己的野心，也辜负了所受的苦难。 \n\n\n34、你没有遇到更好的人，是因为你没有变成更好的人。\n\n\n35、有人住高楼，有人在深沟，有人光万丈，有人一身锈，世人万千种，浮云莫去求，斯人若彩虹，遇上方知有。 ——文德琳・范・德拉安南 《怦然心动》\n\n\n36、没有不可治愈的伤痛，没有不能结束的沉沦，所有失去的，会以另一种方式归来。 ——约翰・肖尔斯 《许愿树》\n\n\n37、你微微地笑着，不同我说什么话。而我觉得，为了这个，我已等待得很久了。 ——泰戈尔 《飞鸟集》\n\n\n38、春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，便是人间好时节。 ——慧开禅师 《无门关》\n\n\n39、入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极。 ——李白 《三五七言》\n\n\n40、人世间的事情莫过于此，用一个瞬间来喜欢一样东西，然后用多年的时间来慢慢拷问自己为什么会喜欢这样东西。 ——韩寒 《一座城池》',
    src: "https://static.juzicon.com/images/image-190916140303-SDNW.jpg",
  },
  {
    content: '41、当我沉默的时候，我觉得很充实，当我开口说话，就感到了空虚。 ——鲁迅 《野草・题辞》\n\n\n42、对于世界而言，你是一个人；但是对于某个人，你是他的整个世界。 ——玛格丽特・米切尔 《飘》\n\n\n43、等待太久得来的东西，多半已经不是当初自己想要的样子了。\n\n\n44、同伴，不一定非要一起走到最后，某一段路上，对方给自己带来的朗朗笑声，那就已经足够。 ——八月长安 《你好旧时光》\n\n\n45、优于别人，并不高贵，真正的高贵应该是优于过去的自己。 ——海明威 《真实的高贵》\n\n\n46、月色与雪色之间，你是第三种绝色。 ——余光中 《绝色(诗歌)》\n\n\n47、为你，千千万万遍。 ——卡勒德・胡赛尼 《追风筝的人》\n\n\n48、死并非生的对立面，而作为生的一部分永存。 ——村上春树 《挪威的森林》\n\n\n49、在这个世界的某个角落，必有为你而生的人，当你站在悬崖尽头时不要失去希望，要多坚持那么一秒钟，等那个人一骑绝尘如狂风闪电般出现在你面前，你将跨上他的马背，即便他是被所罗门囚禁了一千年的魔鬼。 ——江南 《龙族》\n\n\n50、没有不可治愈的伤痛，没有不能结束的沉沦，所有失去的，会以另一种方式归来。 ——约翰・肖尔斯《许愿树》',
    src: "https://static.juzicon.com/images/image-190916140443-ZWLR.jpg",
  },
  {
    content: '51、"这样看你，用所有眼睛和所有距离，就像风住，风又起" ——冯唐 《沉溺(诗歌)》\n\n\n52、一举一动，都是承诺，会被另一个人看在眼里，记在心上的。 ——宫崎骏 《悬崖上的金鱼姬》\n\n\n53、很多时候，我们想要的只是一个肯定的眼神和一颗理解的心。\n\n\n54、如果我看过你看过的世界，走过你走过的路，是不是就能更靠近你一点。 ——李大仁 《我可能不会爱你》\n\n\n55、"曾经发生的事不可能忘记，只是暂时想不起来而已。" ——宫崎骏 《千与千寻》\n\n\n56、黄昏是一天最美丽的时刻，愿每一颗流浪的心，能在一盏灯光下，得到永远的归宿。 ——三毛 《高原的百合花》\n\n\n57、遇见是两个人的事，离开却是一个人的决定，遇见是一个开始，离开却是为了遇见下一个离开。这是一个流行离开的世界，但是我们都不擅长告别。 ——米兰・昆德拉 《生活在别处》\n\n\n58、我曾路过你的心，不是我不想停留，而是你不肯收留。\n\n\n59、没有人愿意被关在笼子里，问题是给你一片无边无际的天空，你是不是真的敢要。 ——江南 《此间的少年》\n\n\n60、"你若离去，便是惊艳时光的尘，铺上岁月，爱厌离愁似曾伤；你若归来，便是温柔岁月的人，灭了时光，许你倾世温柔又何妨！"',
    src: "https://static.juzicon.com/images/image-190916140603-BO21.jpg",
  },
  {
    content: '61、"既然选择了远方，便只顾风雨兼程。既然目标是地平线，留给世界的只能是背影。" ——汪国真 《热爱生命》\n\n\n62、"你来人间一趟，你要看看太阳，和你的心上人，一起走在街上。" ——海子 《夏天的太阳》\n\n\n63、“明明是你先靠近我的 可是最后舍不得的却是我”\n\n\n64、有些事，你把它藏在心里也许更好，等时间长了，回过头去看它，也就变成了故事. ——《似水年华》\n\n\n65、于是我们领教了世界是何等凶顽，同时又得知世界也可以变得温存和美好。 ——村上春树 《海边的卡夫卡》\n\n\n66、妈妈说，人最好不要错过两样东西：最后一班回家的车和一个深爱你的人。 ——独木舟 《深海里的星星》\n\n\n67、如果你讨厌我，我一点也不介意，我活着不是为了取悦你。\n\n\n68、世上最美的，莫过于从泪水中挣脱出来的那个微笑。 \n\n\n69、"强言的欢笑总是盖不住内心的伤，就像月亮他永远挡不住太阳的光。"\n\n\n70、"你站在桥上看风景，看风景人在楼上看你。明月装饰了你的窗子，你装饰了别人的梦。" ——卞之琳 《断章》',
    src: "https://static.juzicon.com/images/image-190916140710-MCQ1.jpg",
  },
  {
    content: '71、星星的光跨越千万光里，才来到我的眼睛，也许我看到它的时候，它早就已经陨落了，而其他的没陨落的星星则代替了它的位置。\n\n\n72、最大的遗憾，不是错过了最好的人，而是当你遇见更好的人时，却已经把最好的自己用完了。 ——西门龙霆\n\n\n73、"那双眼睛总是清澈的，是我迄今为止见过的最漂亮的眼睛。可能是因为我喜欢他，才这样觉得吧。" ——岩井俊二 《情书》\n\n\n74、天上有多少星光，世间有多少女孩，但天上只有一个月亮世间只有一个你。 ——《Minemine》\n\n\n75、"听说 喜欢一个人 也会喜欢上发呆 旁边的人并没有觉得那朵云有多奇怪"  ——本砾\n\n\n76、"人的一生要经历太多的生离死别，那些突如其来的离别往往将人伤得措手不及。人生何处不相逢，但有些转身，真的就是一生，从此后会无期，永不相见。" ——白落梅 《你若安好便是晴天――林微因传》\n\n\n77、如果这世界上真有奇迹，那只是努力的另一个名字。 ——《致美丽的你》\n\n\n78、也许我们从此不再相遇，但永远记得你微笑的眼睛。 ——《夏天没有的花》\n\n\n79、“我眼底有片孤独的深海，那是你来后又走留下的阴霾”\n\n\n80、其实，岁月一直在消逝，今日的得总是会变成明日的失，今日的补赎也挽不回昨日的错误，今日朦胧的幸福也将会变成明日朦胧的悲伤，可是无论如何，我总是认真而努力地生活过了。 ——席慕蓉 《丰饶的园林》',
    src: "https://static.juzicon.com/images/image-190916140817-7MSL.jpg",
  },
  {
    content: '81、人非木石皆有情，不如不遇倾城色。 ——白居易 《李夫人》\n\n\n82、You have to do everything you can, you have to work your hardest, and if you do, if you stay positive, you have a shot at a silver lining. 你需要尽你所能，最大限度地去努力。只要你能这么做，只要你能保持乐观，你就能看见一线希望。 ——《乌云背后的幸福线》\n\n\n83、You know ― one loves the sunset, when one is so sad… 你知道的―当一个人情绪低落的时候，他会格外喜欢看日落…… ——安东尼・德・圣-埃克苏佩里 《小王子》\n\n\n84、别说我不成熟，等到我成熟的那一天，我自己自然会从树上掉下来。 ——李宫俊 《李宫俊的诗》\n\n\n85、已经走到尽头的东西，重生也不过是再一次的消亡。就像所有的开始，其实都只是一个写好了的结局。 ——宫崎骏 《千与千寻》\n\n\n86、你就像我没赶上的公车 没尝到的小吃 没做完的美梦 没看全的电影 总归是憾事。\n\n\n87、不要轻言你是在为谁付出和牺牲，其实所有的付出和牺牲最终的受益人都是自己。人生是一场与任何人无关的独自的修行，这是一条悲欣交集的道路，路的尽头一定有礼物，就看你配不配得到。 ——卡玛 《人生是一场独自的修行》\n\n\n88、"去看你想看的人吧，趁阳光正好，趁微风不噪，趁你还年轻，趁他还未老。"\n\n\n89、树在，山在，大地在，岁月在，我在，你还要怎样更好的世界？ ——张晓风 《我在》\n\n\n90、时间并没有把我的伤口愈合，它只教会了我，如何才能不再增加伤口。 ——李宫俊 《李宫俊的诗》',
    src: "https://static.juzicon.com/images/image-190916140921-HQIU.jpg",
  },
  {
    content: '91、年轻时我们放弃的，以为那只是一段感情，后来才知道，那其实是一生。 ——《小情人》\n\n\n92、“下辈子，你想当什么？”“科学家，那你呢？”“我想当一个很特殊的细胞，特殊到会让一个伟大科学家研究一生的独特细胞。”“为什么？”“因为有幸能被你研究一生，永不抛弃。”\n\n\n93、一个人至少拥有一个梦想，有一个理由去坚强。心若没有栖息的地方，到哪里都是在流浪。 ——三毛\n\n\n94、有些话反着说更容易，但不是所有人都有勇气听懂。 ——陶立夏 《练习一个人》\n\n\n95、人生亦如旅途。一切美好与温暖沉默如影，静立你的身后，不会迎头遇见，只要你不断走向远方，它便一路相随。 ——南笙 《不为遇见，只为远方》\n\n\n96、就算世界荒芜，也总有一个人是你的信徒。 \n\n\n97、山有木兮木有枝，心悦君兮君不知。 ——《越人歌》\n\n\n98、来是偶然，去是必然，尽其当然，顺其自然。得之淡然，失之泰然，争其必然，自然而然。\n\n\n99、遇见你之后，我的伟大抱负和一腔热血都变成黄昏与你归家照在小路上的简单愿望。\n\n\n100、你再不来，我要下雪了。 ——木心 《云雀叫了一整天》',
    src: "https://static.juzicon.com/images/image-190916141037-J11N.jpg",
  },
  
  
]

module.exports={
  ast1:ast1
}