var json=[
  {
    "name": "世界杂货店",
    "src": "https://img9.doubanio.com/view/subject/m/public/s33534764.jpg",
    "author": "[美]塔拉·韦斯特弗",
    "score":9.5,
    "intro_book": "【罗伯特•谢克里】影响大师的科幻大师！每一篇小说都会让你怀疑人生。【内容简介】26张通往奇异想象世界的单程车票……当电子警察鸟失去控制；当杀人游戏可以合法进行；当社畜不甘心社会的毒打；当刚需为了房子参加一场大逃杀；当话痨置身一群语言不通的外星人当中；当宅男拥有一支可以偷窥他人生活的望远镜；当你在一颗小行星上独自老去，与机器人相依为命；且看谢克里借奇想之力带你体验琳琅满目的世界杂货店。【重磅推荐】谢克里是上世纪五六十年代最好的短篇小说作家，不分任何领域。—— 尼尔•盖曼科幻领域的一代幽默宗师，道格拉斯•亚当斯们的先驱。——《纽约时报》上世纪五六十年代的经典科幻集，兼具雷•布拉德伯里的机智和菲利普•迪克的哲思。——《书商》周刊",
    "intro_author":"罗伯特•谢克里（1928-2005），美国科幻大师，星云奖特别大师，以短篇创作著称。他的作品以奇巧脑洞和幽默讽刺著称，他的小说不仅在科幻读者中大受欢迎，还经常刊登在《绅士》《花花公子》这样的流行杂志上。《世界杂货店》是2009年由纽约书评“经典回顾”系列推出的短篇选集。纽约书评的“经典回顾”系列图书，除主流文学，每年会选择一到两部经典科幻出版，《世界杂货店》是该系列在2009年推出的选集，并于2012年再版，共收录了谢克里的26部短篇，篇篇经典。",
  },
  {
    "name": "呼吸",
    "src": "https://img1.doubanio.com/view/subject/l/public/s33519539.jpg",
    "author": "[美]特德·姜",
    "score":9.2,
    "intro_author":"特德·姜 Ted Chiang，美国华裔科幻作家，当代最优秀的科幻作家之一。1967年生，毕业于布朗大学计算机专业，参加过“科幻黄埔”号角写作班，现为自由程序师。自1990年发表处女作《巴比伦塔》至今，只出版了17篇短篇或中篇小说，却让他捧回了包括星云奖、雨果奖、坎贝 尔奖在内的几乎所有科幻大奖的奖杯。",
    "intro_book": "★ 《降临》原著小说作者，美国华裔科幻奇才特德·姜新结集。★ 9个短篇，9集《黑镜》，融科幻的诗意与哲学的浪漫于一体：我所有的欲望和沉思，都是这个宇宙缓缓呼出的气流。★ 每一个“科幻必读”书单上都有特德·姜。出道30年，仅17个短篇，却四获星云奖/四获雨果奖/三获 轨迹奖/三获日本科幻大奖，此外还获得过英国科幻协会奖/斯特金奖/坎贝尔奖。★ 奥巴马诚挚推荐：这是优秀科幻小说应该有的样子。《呼吸》让你思考那些大问题，更加感受到生而为人的温度。★ 《时代》周刊2019年必读书目，《纽约时报》2019年十佳好书特德·姜作品新结集，内藏《商人和炼金术师之门》《呼吸》《前路迢迢》《软件体的生命周期》《达西的新型自动机器保姆》《双面真相》《大寂静》《脐》《焦虑是自由引起的眩晕》九篇作品——炼金术士之门，自由穿梭时空，科幻版的一千零一夜如何展开？我的每一口呼吸，都让这个宇宙离死亡更近一步。自由意志并不存在，只是你相信这一点之前，它并不具有杀伤力。科幻小说中随处可见人造生物，就像从宙斯头部跳出的雅典娜，这些人造生物一出现就完全成形。但意识并不是这样工作的，软件体真实的生命周期是什么样？我的保姆是台机器，对一个新生儿来说，这意味着什么？记忆一直在欺骗我们，只是我们自己并未发现。如果每个人都开始持续记录生命日志，文明将发生怎样的改变？我们并不是宇宙的中心，可一开始，人类并不知道这一点。如果平行空间的确存在，且可以发生对话，你会用怎样的方式穷尽生活的可能？",
    
  },
  {
    "name": "建筑师",
    "src": "https://img1.doubanio.com/view/subject/l/public/s29952659.jpg",
    "author": "[美]大卫·马祖凯利",
    "score":9.2,
    "intro_author": "大卫•马祖凯利（David Mazzucchelli），美国知名漫画画师、作家以及图像小说家。20世纪80年代开始漫画创作，曾在漫威漫画公司（Marvel Comics）、DC漫画公司（DC Comic）工作，同时也曾与多位美漫界知名编剧合作多部作品，如：与知名编剧弗兰克•米勒合作创作过《超胆侠：再生》、《蝙蝠侠：第一年》。在图像小说创作方面，2009年的作品《建筑师》是他的图像小说代表作，同时他也与其他作者合作，例如：与保罗•卡拉斯克合作创作的《玻璃之城》等等。目前，大卫•马祖凯利于曼哈顿视觉艺术学院任教，主讲漫画叙事课程。",
    "intro_book": "如果人生是一张建筑图纸属于你的那栋房屋会是什么模样？哈维奖、艾斯纳奖、洛杉矶时报图像小说获奖作品融叙事象征主义，色彩和视觉隐喻于一体的史诗级作品大火过后，深陷中年危机的建筑师要如何重建他的生活？◎ 编辑推荐☆ 一次中年危机，一场自我放逐，一个“奥德赛式”的史 诗故事阿斯泰里奥斯•波吕普是谁？他有着多种身份——从未建造过建筑的成功建筑师、博学但傲慢的教授、视角独到的美学家以及一位薄情自私的丈夫 ——但这全是过去的身份。 现在，他年过半百，成了自己前半生的影子。 然而，一个暴雨夜， 闪鸣的雷电将他带上了命运之旅。雷电引起的大火烧毁了他的公寓，也让他抛弃了早已被自己的傲慢毁掉的过去。阿斯泰里奥斯用仅剩的钱买了一张能到达的最远地方的车票。他是在放逐自己，还是在寻找救赎？☆ 一场视觉实验，一部艺术之书，被誉为“年度最华丽漫画”这是一部关于风格...",
  },
  {
    "name": "82年生的金智英",
    "src": "https://img1.doubanio.com/view/subject/l/public/s33463759.jpg",
    "author": "[韩]赵南柱",
    "score": 7.9,
    "intro_author": "1978年出生于漢城，梨花女子大学社会学系毕业。担任《PD手册》《不满ZERO》《Live今日早晨》等时事类节目编剧十餘年，对社会现象及问题十分敏锐，见解透彻，擅长以写实又能引起广泛共鸣的故事手法，呈现庶民日常中的真实悲剧。2011年以长篇小说《倾听》获得“文学村小说奖”；2016年以长篇小说《为了高马那智》获得“黄山伐青年文学奖”；2017年以《82年生的金智英》获“年度作家奖”。本书是在2014年底发生的“妈虫”事件后，作者感到社会对女性、特别是身为母亲的女性的苛责，深受触动之下动笔写成。“妈虫”是结合英文“mom”和“虫”的韩文新造单字，用于贬低无法管教在公共场合大声喧闹幼童的年轻母亲。这个新兴名词虽然用于指称部分管教无方的妈妈，但不分青红皂白使用在大部分母亲身上，造成了普遍的恐惧和伤痛。",
    "intro_book": "一个女孩要经历多少看不见的坎坷，才能跌跌撞撞地长大成人。亚洲10年来罕见的现象级畅销书，凭口口相传在韩国销量突破100万册。韩国书店联合会评选2017年最佳小说，作者赵南柱被授予“年度作家”殊荣。韩国总统文在寅、国民主持人刘在石、“少女时代”崔秀英、BTS团长金南 俊都 在阅读， 但阅读这本书的女艺人会被人身攻击。《熔炉》《釜山行》原班主演孔侑、郑有美出演同名电影即将上映。内容简介：金智英，1982年4月1日出生于首尔某医院妇产科。成长于公务员家庭，一家六口人住在三十三平的房子里。她就是那种你每天都会迎面遇到的普通女孩。从小，金智英就有很多困惑。家里最好的东西总是优先给弟弟，她和姐姐只能享有剩下的食物，共用一间房、一床被子。上小学时，被邻座男孩欺负，她哭着向老师倾诉，老师却笑着说：“男孩子都是这样的，愈是喜欢的女生就愈会欺负她。”上了中学，常要提地铁、公交车上的咸猪手。在学校也不能掉以轻心，也有男老师喜欢对女同学动手动脚。可她们往往选择忍气吞声。大学毕业，进入一家公关公司。她发现虽然女同事居多，高管却几乎都是男性。下班不得不去应酬，忍受客户的黄色笑话和无休止地劝酒。三十一岁结了婚，不久就在长辈的催促下有了孩子。在众人“顺理成章”的期待下，她辞掉工作，成为一名全职母亲。金智英感觉自己彷彿站在迷宫的中央，明明一直都在脚踏实地找寻出口，却发现怎么都走不到道路的尽头。",
  },
  {
    "name": "时间的秩序",
    "src": "https://img3.doubanio.com/view/subject/l/public/s32332471.jpg",
    "author": "[意]卡洛·罗韦利",
    "score": 9.0,
    "intro_author": "卡洛·罗韦利，意大利理论物理学家，圈量子引力理论的开创者之一。曾在美国、意大利工作，现在法国带领量子引力研究小组，著有畅销科普作品《七堂极简物理课》《现实不似你所见》《极简科学起源课》等。罗韦利以其简洁诗意又充满热情的科普讲述惊艳世界，被誉为“让物理变性感的男人，下一个史蒂芬·霍金”。《七堂极简物理课》这本一百页的小书在意大利出版后创造了惊人的销售成绩，被译为40多种语言，引爆全球科普阅读热潮。",
    "intro_book": "为什么我们记得过去，而非未来？时间“流逝”意味着什么？是我们存在于时间之内，还是时间存在于我们之中？卡洛·罗韦利用诗意的文字，邀请我们思考这一亘古难题——时间的本质。在我们的直觉里，时间是全宇宙统一的，稳定地从过去流向未来，可以用钟表度量。可罗韦利向我们揭示出一个奇怪 的宇宙，在这里，时间的特质一一坍塌，在最基本的层面上，时间消失了。他告诉我们，我们对时间流逝的感知，取决于我们的视角……—◆“让物理变得性感的男人，下一个史蒂芬·霍金”、意大利物理学家卡洛·罗韦利《七堂极简物理课》之后全新力作。◆物理学与哲学的完美融合，在习以为常之处，探索世界的惊人真相，用诗意语言、前沿物理学理论探索时间的本质，颠覆我们的常识与直觉。◆“奇异博士”本尼迪克特·康伯巴奇（卷福）倾情朗读，有声书获得英国国家图书奖。◆《时代》《自然》《卫报》《新科学家》《纽约时报》等10余家媒体好评推荐。◆精美装帧，相同开本，延续《七堂极简物理课》《现实不似你所见》《极简科学起源课》的唯美设计。"
  },
  {
    "name": "鸟瞰古文明",
    "src": "https://img3.doubanio.com/view/subject/l/public/s33475751.jpg",
    "author": "[法]让-克劳德·戈尔万",
    "score": 9.3,
    "intro_author": "让-克劳德·戈尔万（Jean-Claude Golvin）法国建筑师、考古学家。曾在法国国立科学研究中心（CNRS）担任研究员。长期致力于古代遗迹的复原工作，是当今古代城市复原图制作领域的巨擘。1969年取得建筑师资格以后，让-克劳德·戈尔万参与了若干考古项目 。从1973年开始，他参与突尼斯蒂斯德鲁斯圆形竞技场的整修工程。在这个过程中，他发现了自己对历史的喜爱，并于1985年开始攻读历史学博士学位。1979-1990年，他以埃及为据点，指挥位于埃及卢克索的“法国·埃及·卡尔纳克神殿研究中心”的工作。自1989年起，他投入到以水彩描绘古代文化遗产的复原图工作中，目前已绘制从古代到中世纪的各类城市与纪念性建筑物的复原图超过1000幅，其中大半由阿尔勒考古博物馆保存。该馆致力于展示古代历史文化，在此领域是法国仅次于卢浮宫的机构。",
    "intro_book": "当我们阅读历史书籍，闭上眼睛想象古代人的生活时，最大的困难和最容易出现的错误不是古代人的活动本身，而是他们活动的场所。失去场所的活动很快便脱离了我们想象的控制，背景的缺失让一切陷入失序，美妙和谐的图景转化成或滑稽或丑陋又失去连贯性的碎片。而古代城市复原图的重要作用便是：让我们回到现场，用想象力带着肉体，亲身体验历史。毫无疑问，古代城市复原图的绘制是一项具有挑战性的工作，而本书作者让-克劳德·戈尔万及其团队用丰厚的考古学、建筑学知识，以及他出色的绘画天赋达成了目标。他用细腻的水彩画直接呈现了古地中海文明，从公元前2500年直到公元5世纪，时间横跨3000年。130幅复原图配以文字，精心介绍了87个地区与城市，将美索不达米亚、古埃及、古希腊和古罗马一网打尽，其中不仅铕被各类史书反复提及的重要城镇，还有曾经辉煌一时却被人遗忘的诸多地方。每一幅图画都是成千上万条信息的结晶，甚至一幅图中浓缩了一座城市数佰年的历史，值得人们细细品味。"
  },
  {
    "name": "你当像鸟飞往你的山",
    "src": "https://img9.doubanio.com/view/subject/l/public/s33492346.jpg",
    "author": "[美]塔拉·韦斯特弗",
    "score": 9.0,
    "intro_author": "塔拉•韦斯特弗 Tara Westover美国历史学家、作家。1986年生于爱达荷州的山区。十七岁前从未上过学。通过自学考取杨百翰大学，2008年获文学学士学位。随后获得盖茨剑桥奖学金，2009年获剑桥大学哲学硕士学位。2010年获得奖学金赴哈佛大学访学。2014年获剑桥大学历史学博士学位。2018年出版处女作《你当像鸟飞往你的山》。2019年因此书被《时代周刊》评为“年度影响力人物”。",
    "intro_book": "★ 奇迹！一部新人处女作，上市第一周即登上《纽约时报》畅销榜，至今已累计80周，仍高居Top1，全美销量破百万册，作者因此书被《时代周刊》评为“年度影响力人物”★ 比尔•盖茨年度荐书 第一名★ 美国亚马逊年度编辑选书 第一名★《纽约时报》《华尔街日报》《波士顿环球报》畅销书排行 第一名★ Goodreads读者票选超越米歇尔《成为》，获年度最佳图书★《洛杉矶时报》最佳传记奖★《纽约时报》《卫报》《华盛顿邮报》《泰晤士报》《星期日泰晤士报》《经济学人》《奥普拉杂志》、美国国家公共广播电台等二十多家权威媒体 年度图书一个惊人的故事，真正鼓舞人心。我在阅读她极端的童年故事时，也开始反思起自己的生活。《你当像鸟飞往你的山》每个人都会喜欢。它甚至比你听说的还要好。"
  },
  {
    "name": "死屋",
    "src": "https://img3.doubanio.com/view/subject/l/public/s32327590.jpg",
    "author": "[英]丹尼尔·比尔",
    "score": 9.0,
    "intro_author": "丹尼尔·比尔（Daniel Beer），英国伦敦大学皇家霍洛威学院高级讲师。他是《变革中的俄国：人文科学和自由主义现代性的命运，1880—1930年》（Renovating Russia: The Human Sciences and the Fate of Liberal Modernity, 1880–1930）一书的作者。",
    "intro_book": "俄国流放制度的溯源之作！探寻影响现代俄国民族心灵乃至历史未来的流放之地！☉编辑推荐☆本书作者丹尼尔·比尔运用19世纪的新闻报道、官方报告和俄国小说，为读者呈现出了西伯利亚流放制度的残酷性及其囚犯悲剧性又鼓舞人心的命运。☆近代俄国史上诸多大人物如陀思妥耶夫斯基、列 宁都有流放西伯利亚经历，流放制 度如何塑造近代俄罗斯民族的心灵以及影响俄国历史的命运？☆2017年坎迪尔历史奖大奖作品，入围2017年沃尔夫森历史奖、2017年普希金俄语图书奖和2017年朗曼-今日历史图书奖，被评为《泰晤士报》、《旁观者》、《BBC历史》和《泰晤士报文学增刊》年度图书。⊙内容简介西伯利亚被称为“没有屋顶的大监狱”。从19世纪初到俄国革命，沙皇政权将超过100万名囚犯及其家人流放到乌拉尔山以东的西伯利亚。本书生动刻画了普通罪犯和政治激进分子、农奴制和村庄政治的受害者、追随丈夫和父亲的妻子与孩子的历史，以及逃犯和赏金猎人的历史。本书启用了俄罗斯欧洲部分和西伯利亚档案馆中大量此前不为人知的一手资料，讲述了沙皇俄国奋力管理其可怕的刑罚殖民地的故事，以及西伯利亚对现代世界的政治力量的重大影响。"
  },
  {
    "name": "王考",
    "src": "https://img9.doubanio.com/view/subject/l/public/s33305784.jpg",
    "author": "童伟格",
    "score": 8.6,
    "intro_author":"童伟格（1977—），出生于新北市万里区，毕业于台湾大学外文系、台北艺术大学戏剧学系硕士班，现为台北艺术大学戏剧学院讲师。曾获1999年“台北文学奖”短篇小说评审奖，2000年“台湾省文学奖”短篇小说优选、“大专学生文学奖”短篇小说叁奖，2002年“联合报文学奖”短篇小说首奖以及2010年“台湾文学奖”图书类长篇小说金典奖。著有舞台剧本《小事》、散文集《童话故事》、短篇小说集《王考》与长篇小说《无伤时代》《西北雨》。",
    "intro_book": "一位难以解读的小说家一部台湾文学史上不可忽视的经典联合报文学小说大奖得主，童伟格作品首次引进◎ 编辑推荐★ 童伟格是台湾六年级小说家中最具代表性的一位，曾获台湾省文学奖、联合报文学奖、台湾文学金典奖等认可，被认为是袁哲生、骆以军之后“内向世代的集大成者”。★ 魔幻写实、乡土主义、现代主义、内向世代……我们能从童伟格的书写轮廓中瞥见许多风格，却无法用某一个特定的形容词去概括他。如同骆以军所说：“童伟格的可怕，在于他可以解释其他全部人，而竟无人能解释他。”★ 作为童伟格首次引进的作品，《王考》有着不可忽视的地位。它是童伟格25岁出版的首部作品，一出版便惊艳台湾文坛，在其中他将种种小说的技艺操练到相当的高度，如黄锦树曾言：“童伟格的小说写作，几乎是一开始就很成熟了，好似直接跳过了学徒的阶段，第一部小说集《王考》里的多个短篇就几乎是杰作。”★ “我问祖父，爱情是什么？我问他，人怎么这么愚蠢？我问，我们活着为什么？”在《王考》中，童伟格用锐利的冷调文字捕捉生命中的神秘瞬间，讲述老灵魂不欢的童年故事。他拆解具体情节、冻结叙事时光，让人物直接和命运对话。故事仓皇流转，却始终覆盖在死亡的阴影之下。◎ 内容简介在这部短篇小说集中，童伟格运用乡土、魔幻写实，甚至是历史与神话的嫁接等各种自由的叙事，拓展出九篇面貌繁复的作品，并在这些篇章以滨海山村为原点，反复书写来去其中的人。他们跨过山，越过海，穿行公路，去往城市，最终又回返山村。不断徘徊的人们，重复出现的场景，让小说展示出一幅幅时间冻结的画面，并且在一次次静止的瞬间之中，直面命运。"
  },
  {
    "name": "四个春天",
    "src": "https://img9.doubanio.com/view/subject/l/public/s29957035.jpg",
    "author": "长洱",
    "score": 8.3,
    "intro_author": "陆庆屹，1973年生于贵州独山。15岁离家，曾做过足球运动员、酒吧歌手、矿工、设计师、摄影师，现为独立电影制作人。电影拍摄零基础的他，耗时6年完成了导演处女作《四个春天》，记录家乡年迈父母寻常生活中的诗意，摘的圈内大奖，感动众多电影人、评论家与万千影迷。",
    "intro_book": "《四个春天》是陆庆屹首部文字作品，文字质朴动人，摄影温暖治愈。24篇优美散文，展现了一对相濡以沫半个多世纪、多才多艺、幽默达观的老夫妇；塑造了众多性格鲜明、活泼生动的故乡旧人，并记述了他们诙谐且充满生活哲学的小故事；在书页间搭建起西南小城充满烟火气、人情味，同时也饱含诗意的生活景象。"
  },
  {
    "name": "波拉尼奥：最后的访谈 ",
    "src": "https://img3.doubanio.com/view/subject/l/public/s33203210.jpg",
    "author": "[智]罗贝托·波拉尼奥",
    "score": 8.6,
    "intro_author": "罗贝托·波拉尼奥（1953-2003）智利诗人、小说家、散文家。作品被译成多种文字，包括《遥远的星辰》《荒野侦探》《2666》《地球上最后的夜晚》等。《纽约时报》称他为“拉丁美洲最有影响力的文学之声。”",
    "intro_book": "998年，罗贝托·波拉尼奥的小说《荒野侦探》发表，记者玛丽斯坦发现了这位“可以和自己的读者做朋友”的作家。几封书信往来之后，两人不仅建立了深厚的友谊，还就“真理”与“结果”进行了一场长久的讨论，也成为波拉尼奥生前的最后一次访谈。这次访谈首次译成中文，和另外几篇同时收录，其中包括波拉尼奥与南美的几位记者所做的访谈，为读者理解这位“拉丁美洲的T.S.艾略特或弗吉尼亚·伍尔夫”的作品提供了丰厚的图景。围绕波拉尼奥的创作、奇书《2666》的诞生、作家与同时代作家好友的交往等，这些轻松而精彩的对话，都在他的巨著《2666》的写作期间完成，它们展现了作家的处世态度，对爱的追求，以及对致命疾病的现实最为深邃的个人忧虑。从很多方面来看，这甚至比阅读他的小说更有趣。"
  },
  {
    "name": "萨拉戈萨手稿",
    "src": "https://img3.doubanio.com/view/subject/l/public/s33492042.jpg",
    "author": "[波]杨·波托茨基",
    "score": 8.6,
    "intro_author": "扬·波托茨基，波兰贵族、旅行家、人种学家、埃及古物学家、语言学家、旅行家、启蒙运动期间受欢迎的作家。他的人生经历和功绩，使他在波兰成为一个传奇人物。在波兰之外，他以《萨拉戈萨手稿》闻名。1761年，他出生在波兰一个贵族之家。在日内瓦和洛桑接受教育，两次在波兰军队服役，担任工程兵团指挥官，还曾以马耳他骑士团新人的身份在战舰上待过一段时间。他在法国待过一段时间，随后回到波兰，成为知名出版家，出版报纸和小册子。1788年，他在华沙成立自由出版社，创建了这座城市的第一个自由阅读室。1790年，他乘坐热气球在华沙升空，成为波兰第一个乘坐热气球的人，此举为他赢得巨大声誉。他结过两次婚，有五个孩子。他的第一次婚姻以离婚收场。从他的两次婚姻中诞生了许多诽谤性的传闻。1812年，他心力憔悴，身体状况恶化，回到在波多利亚的庄园。他在人生的最后两年里完成了小说《萨拉戈萨手稿》。1815年去世，享年54岁",
    "intro_book": "亲爱的阿方索，我们来到这里并非因为偶然……我们在等你。瓦隆卫队的年轻军官阿方索赶赴马德里加入他的军队。但他很快就发现，他被困在一家神秘的路边客栈，和形形色色的怪人待在一起：小偷、强盗、贵族、妓女与吉卜赛人。他在六十六天里记录下他们的故事。大约四十年后，这部手稿在一 个锁起来的箱子里被发现。这部关于伪装、魔法、幻想，关于荣誉与怯懦、着魔与诱惑的书，生动刻画了各色人物。小说使用了怪谈、魔幻、爱情、喜剧、哥特等文风，故事中套着故事，被誉为堪比《十日谈》与《一千零一夜》的杰作。文学史上的怪奇杰作，比肩《一千零一夜》《十日谈》的史诗巨著普希金、卡尔维诺、萨曼·鲁西迪诚挚推荐电影版深受导演斯科塞斯、科波拉、大卫·林奇推崇国内读者期待多年，完整中译本首度问世"
  }
]

module.exports={
  books:json
}