var dia=[
  {
    title: '《霸王别姬》',
    content: '1.不疯魔，不成活！\n\n\n2.我本是女娇娥，又不是男儿郎！\n\n\n3.人，得自个儿成全自个儿。要想人前显贵，必得人后受罪！\n\n\n4.自古人生于世，需有一技之能。\n\n\n5.霸王是假霸王,虞姬是真虞姬。\n\n\n6.说好了是一辈子，差一年，差一个月，差一个时辰，都不是一辈子！',
    src: 'http://pic.baike.soso.com/ugc/baikepic2/25550/20190627171321-141577041_jpeg_828_1200_642142.jpg/0',
  },
  {
    title: '《美丽人生》',
    content: '7.没有人的人生是完美的，但生命的每一刻都是美丽的。\n\n\n8.早上好，我的公主！\n\n\n9.为了记住你的笑容，我拼命按下心中的快门。\n\n\n10.学向日葵。向日葵向太阳鞠躬。你看到鞠得太低的向日葵直不起来，那就意味着它们已经枯死了！你是侍应，不是下人。服务是提高自我的艺术。上帝为人服务，但上帝不是下人。\n\n\n11.无论什么样的灾难降临，只要生命还在，生活始终要继续。活着，就是美丽的事。\n\n\n12.如果你从不曾尝过糖果的美味，那你也就不会惦记它的味道。可是正因为已经知道它有多好，所以才会更舍不得忘掉。\n\n\n13.东西丢了或许还能找回来，但是坏了的话，无论怎样都无法修复。所以，我宁愿什么都不要了。\n\n\n14.我们因为害怕时间的流逝，一直在聊些有的没的, 说话的内容是什么都无所谓，我只是想一直听着你的声音，永远，永远！',
    src: "http://img1.imgtn.bdimg.com/it/u=2255470448,737489579&fm=26&gp=0.jpg",
  },
  {
    title: '《阿甘正传》',
    content: '15.生命就像一盒巧克力，你永远不知道下一颗是什么味道。\n\n\n16.“你以后想成为什么样的人？”“什么意思，难道我以后就不能成为我自己了吗？”\n\n\n17.如果你相信我，我就会在你需要的时候一直陪着你\n\n\n18.你只有忘记以往的事情，才能够继续前进。\n\n\n19.人的一生都会花很多时间在无聊的事情上。\n\n\n20.没人因为少开口而惹祸。\n\n\n21.你若遇上麻烦，不要逞强，你就跑，远远跑开)。\n\n\n22.一个人真正需要的财富就那么一点点，其余的都是用来炫耀的。\n\n\n23.我不懂我们是否有着各自的命运，还是只是到处随风飘荡。\n\n\n24.死亡是生命的一部分，是我们注定要做的一件事。 ',
    src: "http://askpanda.cc/ask/pics/star/movie/9474/9474-dm120160526225901.jpg",
  },
  
  {
    title: '《泰坦尼克号》',
    content: '25.“You jump，I jump.”\n\n\n26.女人的心是一片秘密的深洋。\n\n\n27.只有你自己能够救自己。\n\n\n28.我喜欢早上起来时一切都是未知的，不知会遇见什么人，会有什么样的结局。\n\n\n29.生活本来就全靠运气。\n\n\n30.如果你不违背我，你要什么我就能给你什么，你要什么都可以。把你的心交给我吧!\n\n\n31.只要你装的很有钱的样子他们就会跟你套近乎。\n\n\n32.我觉得生命是一份礼物，我不想浪费它，你不会知道下一手牌会是什么，要学会接受生活。',
    src: "https://pic.baike.soso.com/ugc/baikepic2/0/ori-20190822153913-2097427659_jpg_500_742_69944.jpg/800",
  },
  {
    title: '《大话西游之大圣娶亲》',
    content: '33.如果不能跟我喜欢的人在一起的话，就算让我做玉皇大帝我也不会开心哪。\n\n\n34.我现在郑重宣布，这个山头所有东西都是属于我的，包括你在内。\n\n\n35.我的心上人，有一天他会是一个盖世英雄，身披彩霞来迎娶我，我猜到了开头，却猜不到结局。\n\n\n36.以前陪我看月亮的时候，叫人家小甜甜，现在新人胜旧人啦!  叫人家牛夫人。\n\n\n37.神仙也好，妖怪也好，剑只有我跟我的意中人能拔得出，就算他是妖怪，我也会一生一世的跟着他。\n\n\n38.曾经有一份真诚的爱情摆在我的面前，但是我没有珍惜，等到了失去的时候才后悔莫及，尘世间最痛苦的事莫过于此。如果上天可以给我一个机会，再来一次的话，我会跟那个女孩子说...  我爱她!如果非要把这份爱加上一个期限，我希望是...  一万年。',
    src: "https://pic.baike.soso.com/ugc/baikepic2/27727/20170322114128-1963984334.jpg/0",
  },
  {
    title:'《乱世佳人》',
    content: '39.哪怕是世界末日，我都会爱着你。\n\n\n40.我发现金钱是世上 最重要的东西 我不希望再受没有钱的折磨。\n\n\n41.你把自己的幸福拱手相让, 去追求一些根本不会让你幸福的东西。\n\n\n42.Whatever comes, I’ll love you, just as I do now.Until I die.（无论发生什么事, 我都会像现在一样爱你, 直到永远）\n\n\n43.家, 我要回家.我要想办法让他回来.不管怎样, 明天又是全新的一天。',
    src: "https://pic.baike.soso.com/ugc/baikepic2/24596/20160120141706-1985596264.jpg/0",
  },
  {
    title: '《怦然心动》',
    content: '44.有些人沦为平庸浅薄，金玉其外，而败絮其中。可不经意间，有一天你会遇到一个彩虹般绚丽的人，从此以后，其他人就不过是匆匆浮云。\n\n\n45.miss有两个意思，一个是思念一个是错过，我常常在想是不是我太思念你了反而错过了你。\n\n\n46.Let it be me（ 但愿陪在你身边的人是我。\n\n\n47.最美的风景在树上，还有你的眼睛里。\n\n\n48.有时起初的隐忍可以避免一路的疼痛。\n\n\n49.有时我们为了正确的选择，不得不做出牺牲。\n\n\n50.多年放风筝的经验告诉我——有的时侯他们一去不复返，有的时候它们就等在你去拯救它们的路上。',
    src: "https://pic.baike.soso.com/ugc/baikepic2/12560/20180409144942-118057179_jpg_1076_1600_970676.jpg/0",
  },

]
module.exports={
  dia:dia
}